[
  {
    "title": "Such A Fun Age",
    "author": "Kiley Reid",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780525541905_p0_v4_s550x406.jpg",
    "summary": "A striking and surprising debut novel from an exhilarating new voice, Such a Fun Age is a page-turning and big-hearted story about race and privilege, set around a young black babysitter, her well-intentioned employer, and a surprising connection that threatens to undo them both. Alix Chamberlain is a woman who gets what she wants and has made a living, with her confidence-driven brand, showing other women how to do the same. So she is shocked when her babysitter, Emira Tucker, is confronted while watching the Chamberlains' toddler one night, walking the aisles of their local high-end supermarket. The store's security guard, seeing a young black woman out late with a white child, accuses Emira of kidnapping two-year-old Briar. A small crowd gathers, a bystander films everything, and Emira is furious and humiliated. Alix resolves to make things right. But Emira herself is aimless, broke, and wary of Alix's desire to help. At twenty-five, she is about to lose her health insurance and has no idea what to do with her life. When the video of Emira unearths someone from Alix's past, both women find themselves on a crash course that will upend everything they think they know about themselves, and each other. With empathy and piercing social commentary, Such a Fun Age explores the stickiness of transactional relationships, what it means to make someone 'family', and the complicated reality of being a grown up. It is a searing debut for our times.",
    "readStatus": false,
    "review": "Add a review",
    "rating": 4
  },
  {
    "title": "Little Fires Everywhere",
    "author": "Celeste Ng",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780735224315_p0_v3_s550x406.jpg",
    "synopsis": "From the bestselling author of Everything I Never Told You, a riveting novel that traces the intertwined fates of the picture-perfect Richardson family and the enigmatic mother and daughter who upend their lives. In Shaker Heights, a placid, progressive suburb of Cleveland, everything is planned—from the layout of the winding roads, to the colors of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules. Enter Mia Warren—an enigmatic artist and single mother—who arrives in this idyllic bubble with her teenaged daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past and a disregard for the status quo that threatens to upend this carefully ordered community. When old family friends of the Richardsons attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town—and puts Mia and Elena on opposing sides.  Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia’s past. But her obsession will come at unexpected and devastating costs. Little Fires Everywhere explores the weight of secrets, the nature of art and identity, and the ferocious pull of motherhood—and the danger of believing that following the rules can avert disaster.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "The Outsider: A Novel",
    "author": "Stephen King",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9781982148249_p0_v1_s550x406.jpg",
    "synopsis": "An eleven-year-old boy’s violated corpse is discovered in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City’s most popular citizens—Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon have DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad. As the investigation expands and horrifying details begin to emerge, King’s story kicks into high gear, generating strong tension and almost unbearable suspense. Terry Maitland seems like a nice guy, but is he wearing another face? When the answer comes, it will shock you as only Stephen King can.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Dear Edward",
    "author": "Ann Napolitano",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9781984854780_p0_v4_s550x406.jpg",
    "synopsis": "One summer morning, twelve-year-old Edward Adler, his beloved older brother, his parents, and 183 other passengers board a flight in Newark headed for Los Angeles. Among them are a Wall Street wunderkind, a young woman coming to terms with an unexpected pregnancy, an injured veteran returning from Afghanistan, a business tycoon, and a free-spirited woman running away from her controlling husband. Halfway across the country, the plane crashes. Edward is the sole survivor. Edward’s story captures the attention of the nation, but he struggles to find a place in a world without his family. He continues to feel that a part of himself has been left in the sky, forever tied to the plane and all of his fellow passengers. But then he makes an unexpected discovery—one that will lead him to the answers of some of life’s most profound questions: When you’ve lost everything, how do you find the strength to put one foot in front of the other? How do you learn to feel safe again? How do you find meaning in your life? Dear Edward is at once a transcendent coming-of-age story, a multidimensional portrait of an unforgettable cast of characters, and a breathtaking illustration of all the ways a broken heart learns to love again",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Just Mercy: A Story of Justice and Redemption",
    "author": "Bryan Stevenson",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780812984965_p0_v4_s550x406.jpg",
    "synopsis": "Bryan Stevenson was a young lawyer when he founded the Equal Justice Initiative, a legal practice dedicated to defending those most desperate and in need: the poor, the wrongly condemned, and women and children trapped in the farthest reaches of our criminal justice system. One of his first cases was that of Walter McMillian, a young man who was sentenced to die for a notorious murder he insisted he didn’t commit. The case drew Bryan into a tangle of conspiracy, political machination, and legal brinksmanship—and transformed his understanding of mercy and justice forever. Just Mercy is at once an unforgettable account of an idealistic, gifted young lawyer’s coming of age, a moving window into the lives of those he has defended, and an inspiring argument for compassion in the pursuit of true justice.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Educated",
    "author": "Tara Westover",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780399590504_p0_v6_s550x406.jpg",
    "synopsis": "An unforgettable memoir about a young girl who, kept out of school, leaves her survivalist family and goes on to earn a PhD from Cambridge University Born to survivalists in the mountains of Idaho, Tara Westover was seventeen the first time she set foot in a classroom. Her family was so isolated from mainstream society that there was no one to ensure the children received an education, and no one to intervene when one of Tara’s older brothers became violent. When another brother got himself into college, Tara decided to try a new kind of life. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge University. Only then would she wonder if she’d traveled too far, if there was still a way home.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Becoming",
    "author": "Michelle Obama",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9781524763138_p0_v6_s550x406.jpg",
    "synopsis": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America—the first African American to serve in that role—she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare. In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her—from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world’s most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it—in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations—and whose story inspires us to do the same.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Born A Crime: Stories From a South African Childhood",
    "author": "Trevor Noah",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780399588198_p0_v1_s550x406.jpg",
    "synopsis": "Trevor Noah’s unlikely path from apartheid South Africa to the desk of The Daily Show began with a criminal act: his birth. Trevor was born to a white Swiss father and a black Xhosa mother at a time when such a union was punishable by five years in prison. Living proof of his parents’ indiscretion, Trevor was kept mostly indoors for the earliest years of his life, bound by the extreme and often absurd measures his mother took to hide him from a government that could, at any moment, steal him away. Finally liberated by the end of South Africa’s tyrannical white rule, Trevor and his mother set forth on a grand adventure, living openly and freely and embracing the opportunities won by a centuries-long struggle. Born a Crime is the story of a mischievous young boy who grows into a restless young man as he struggles to find himself in a world where he was never supposed to exist. It is also the story of that young man’s relationship with his fearless, rebellious, and fervently religious mother—his teammate, a woman determined to save her son from the cycle of poverty, violence, and abuse that would ultimately threaten her own life. The stories collected here are by turns hilarious, dramatic, and deeply affecting. Whether subsisting on caterpillars for dinner during hard times, being thrown from a moving car during an attempted kidnapping, or just trying to survive the life-and-death pitfalls of dating in high school, Trevor illuminates his curious world with an incisive wit and unflinching honesty. His stories weave together to form a moving and searingly funny portrait of a boy making his way through a damaged world in a dangerous time, armed only with a keen sense of humor and a mother’s unconventional, unconditional love.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Where the Crawdads Sing",
    "author": "Delia Owens",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780735219090_p0_v10_s550x406.jpg",
    "synopsis": "For years, rumors of the 'Marsh Girl' have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach to Living a Good Life",
    "author": "Mark Manson",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780062457714_p0_v10_s550x406.jpg",
    "synopsis": "In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be 'positive' all the time so that we can truly become better, happier people. For decades, we’ve been told that positive thinking is the key to a happy, rich life. 'F**k positivity,' Mark Manson says. 'Let’s be honest, shit is f**ked and we have to live with it.' In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected modern society and spoiled a generation, rewarding them with gold medals just for showing up. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—'not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault.' Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek. There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them lead contented, grounded lives.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "American Dirt (Oprah's Book Club)",
    "author": "Jeanine Cummins",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9781250209764_p0_v5_s550x406.jpg",
    "synopsis": "Lydia Quixano Pérez lives in the Mexican city of Acapulco. She runs a bookstore. She has a son, Luca, the love of her life, and a wonderful husband who is a journalist. And while there are cracks beginning to show in Acapulco because of the drug cartels, her life is, by and large, fairly comfortable. Even though she knows they’ll never sell, Lydia stocks some of her all-time favorite books in her store. And then one day a man enters the shop to browse and comes up to the register with a few books he would like to buy—two of them her favorites. Javier is erudite. He is charming. And, unbeknownst to Lydia, he is the jefe of the newest drug cartel that has gruesomely taken over the city. When Lydia’s husband’s tell-all profile of Javier is published, none of their lives will ever be the same. Forced to flee, Lydia and eight-year-old Luca soon find themselves miles and worlds away from their comfortable middle-class existence. Instantly transformed into migrants, Lydia and Luca ride la bestia—trains that make their way north toward the United States, which is the only place Javier’s reach doesn’t extend. As they join the countless people trying to reach el norte, Lydia soon sees that everyone is running from something. But what exactly are they running to? American Dirt will leave readers utterly changed. It is a literary achievement filled with poignancy, drama, and humanity on every page. It is one of the most important books for our times. Already being hailed as 'a Grapes of Wrath for our times' and 'a new American classic,' Jeanine Cummins's American Dirt is a rare exploration into the inner hearts of people willing to sacrifice everything for a glimmer of hope.",
    "readStatus": false,
    "review": "Add a review"
  },
  {
    "title": "Tiny Habits: the Small Changes That Change Everything",
    "author": "BJ Fogg PhD",
    "coverPhotoURL": "https://prodimage.images-bn.com/pimages/9780358003328_p0_v6_s550x406.jpg",
    "synopsis": "When it comes to change, TINY IS MIGHTY. Start with two pushups a day, not a two-hour workout; or five deep breaths each morning rather than an hour of meditation. In TINY HABITS, B.J. Fogg brings his experience coaching more than 40,000 people to help you lose weight, de-stress, sleep better, or achieve any goal of your choice.  You just need Fogg’s behavior formula: make it easy, make it fit your life, and make it rewarding. Whenever you get in your car, take one yoga breath. Smile.  Whenever you get in bed, turn off your phone. Give yourself a high five. Change can be easy—once it starts, it grows.  Let B.J. Fogg show you exactly how.",
    "readStatus": false,
    "review": "Add a review"
  }
]
